<?php 
	header('Content-Type: text/html; charset=utf-8');
 ?>
<html>
<head>
<meta charset="utf-8" />
<title>广告贴：请勿使用百度</title>
</head>
<body>
	<article>
	<h1>广告贴：请勿使用百度</h1>
	<p>
		百度是一个充满假广告，假药，假公司而且还专业帮助这些假货们推广的网站。如果你经常使用Baidu和任何一个其它搜索引擎，对比体验就感觉到了。经常是东西搜不到，垃圾广告一大堆，最可恨的是垃圾广告还搞个权威网站的样式。
	</p>
	<p>
		本人互联网老鱼，虽然不会被这信息所骗，但如果使用Baidu那叫影响个效率，经常找不到想要的东西，每次一个简单的东西要找N长时间，去Google就省多了，搜的准不说，广告一看就知，权威的东西永远比广告显眼。
	</p>
	<p>
		标题叫广告贴，但我不是在做广告，虽然推荐了Google，鄙视了下Baidu，但也是个人的心得与建议，并非广告和诬蔑，你可以鄙视我，我无所谓~。
	</p>
	<p>
		最后，本人把这个反baidu的功能做成了wordPress插件，功能很简单。各位有wp博客还想屏蔽百度的可以去下载插件，地址：http://www.xdnote.com/nobd/。另外推荐一下贝壳网《做个环保程序》
	</p>
	</article>
</body>
</html>